[M_IrisHUB_MonsterHunter MissionDefinition]
MissionName="the hunter"
MissionDescription="Mr. Torg tells him to find the monster [place]Southern Railway[-place]."
TurnInDescription="One day, the citizens of Pandora will overcome the whims and evil pranks of children..<br><br>today is not a day."
MissionSummary="Hunt monsters."
MissionGiver="Caldera Medal"
MissionTurnInLocation="Crater Awards Committee"
TeaserText="running animals [place]South Racecourse:[-place]. You can kill him.?"

[M_IrisHUB_MonsterHunter:FindMonster MissionObjectiveDefinition]
ProgressMessage="Find the ghost."

[M_IrisHUB_MonsterHunter:KillMonster MissionObjectiveDefinition]
ProgressMessage="Destroy monster trucks"

[M_IrisHUB_MonsterHunter:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisHUB_MonsterHunter:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Mr. Toga, I can hear the monsters being introduced. [place]The right circle[-place].<br> <br>We found the beast and it turned out to be the best truck ever. to destroy."

